Repository: dmacedonski/sight-calibrator
Catalog: lib/l10n/app_*.arb
Languages: pl

source: New scope
pl: Nowy celownik

source: Save
pl: Zapisz

source: Clear
pl: Wyczyść

source: Show result
pl: Pokaż rezultat

source: Mark at least three points.
pl: Zaznacz przynajmniej trzy trafienia.

# emptyScopesList
source: Nothing to display, add scope first.
pl: Nie ma nic do wyświetlenia, dodaj najpierw celownik.

# scopeDescription
source: One click: {inchesPerClick} inches at {forDistance} yards.
pl: Jedno kliknięcie: {inchesPerClick} cali na {forDistance} jardów.

# startSessionInstruction0
source: To start session you must:
pl: Aby rozpocząć sesję musisz:

# startSessionInstruction1
source: 1. Add some scope.
pl: 1. Dodać celownik.

# startSessionInstruction2
source: 2. Add some target.
pl: 2. Dodać cel.

# startSessionInstruction3
source: 3. Select scope and target on this screen.
pl: 3. Wybrać celownik i cel na tym ekranie.

# startSessionInstruction4
source: 4. Shoot a few times to target.
pl: 4. Strzelić kilka razy do celu.

# startSessionInstruction5
source: 5. Click "start calibration".
pl: 5. Kliknąć "rozpocznij kalibrację".

# startSessionInstruction6
source: 6. Point the camera at the target and mark the hits.
pl: 6. Wycelować kamerę na tarczę i oznaczyć trafienia.

# startSessionInstruction7
source: 7. Click "show result".
pl: 7. Kliknąć "pokaż rezultat".

# startSessionInstruction8
source: 8. Calibrate your scope.
pl: 8. Skalibrować swój celownik.

# startSessionInstruction9
source: 9. Repeat steps 4 - 9 if needed.
pl: 9. Powtórzyć kroki od 4 do 9 jeśli musisz.

source: Start calibration
pl: Rozpocznij kalibrację

source: Summary
pl: Podsumowanie

source: Vertical
pl: Pionowy

source: clicks up
pl: kliknięcia w górę

source: clicks down
pl: kliknięcia w dół

source: Horizontal
pl: Poziomy

source: clicks left
pl: kliknięcia w lewo

source: clicks right
pl: kliknięcia w prawo

source: Settings
pl: Ustawienia

source: Light
pl: Jasny

source: Dark
pl: Ciemny

source: Settings has been changed.
pl: Ustawienia zostały zmienione.

source: New target
pl: Nowy cel

# emptyTargetsList
source: Nothing to display, add target first.
pl: Nie ma nic do wyświetlenia, dodaj najpierw cel.

# targetDescription
source: Target with diameter {size} inches for distance {distance} yards.
pl: Cel o średnicy {size} calu dla dystansu {distance} jardów.

source: Session
pl: Sesja

source: Scopes
pl: Celowniki

source: Targets
pl: Cele

source: Name
pl: Nazwa

source: Field is required.
pl: Pole jest wymagane.

source: Inches per click
pl: Cali na kliknięcie

source: Invalid number.
pl: Niepoprawna wartość.

# forDistance
source: For distance (yards)
pl: Dla dystansu (jardów)

source: Scope
pl: Celownik

source: Target
pl: Cel

source: Theme
pl: Motyw

# diameterOfTheTarget
source: Diameter of the target (inches)
pl: Średnica celu (cale)

# distanceToTarget
source: Distance to target (yards)
pl: Dystans do celu (jardy)
